const trainingData = {
  header: ["shop", "about", "contact", "account", "search", "bag"],
  title : "Collection",
  colorAssets: ["#f5f5f5", "#555555"],
  thumnailData :  [
    {
      title : "데미안",
      author : "헤르만 헤세",
      summary : [
        "한 폭의 수채화같이 아름답고 유려한 문체로 전세계인의 사랑을 받고 있는 작품. 감수성이 풍부한 주인공 싱클레어가 소년기에서 청년기를 거쳐 어른으로 자라가는 과정이 세밀하고 지적인 문장으로 그려져 있습니다. 진정한 삶에 대해 고민하고 올바르게 살기 위해 노력하는 데미안과 싱클레어의 깊이 있는 이야기.",
        "우리는 고대의 그 교파의 신비적인 단체의 논법을 합리주의적인 관찰의 입장에서 생각하듯이 그렇게 소박하게 상상해서는 안 된다. 우리들이 가진 과학과 같은 것은 고대에는 전혀 알지 못했던 것이다. 그 대신 대단히 고도로 발전한 철학적 신비적인 진리에 대한 연구가 성행했다. 거기서부터 부분적으로는 분명히 사기와 범죄 행위로 나가기까지 한 마술과 유희가 발생했다. 그러나 그 마술 역시 고귀한 내력과 깊은 사상을 지니고 있었다."
      ]
    },
    {
      title : "인간실격",
      author : "다자이 오사무",
      summary : [
        "인간의 나약함을 탁월하게 묘사하는 다자이 오사무의 작품을 새롭게 읽는다. 순수하고 여린 심성의 젊은이가 인간 사회의 위선과 잔혹성을 견디지 못하고 파멸되어 가는 과정을 그린 소설로, 어느 세계에도 속하지 못한 채 인간 실격자로 전락한 주인공의 내면을 치밀한 심리묘사로 기록하였다. 다자이 작품 속의 타락과 자기파괴적 언행은 제2차 세계대전에서 패망한 후 공황상태에 빠진 일본 젊은이들의 의식을 반영하고 있다.",
        "다자이 작품은 기성세대의 가치관 및 윤리관, 도덕관이 패전과 함께 붕괴되면서 기존 사회에 속한 모든 것을 거부하고 새로이 시작하고자 하는 처절한 몸부림을 담고 있다. 어떻게든 사회에 융화하고자 애쓰고, 인간에 대한 구애를 시도하던 주인공이 결국 모든 것에 배반당하고 인간 실격자가 되어가는 패배의 기록인 이 작품은 그런 뜻에서 현대 사회에 대한 예리한 고발 문학이라 할 수 있다."
      ]
    },
    {
      title : "이방인",
      author : "알베르 카뮈",
      summary : [
        "낯선 인물과 독창적인 형식으로 현대 프랑스 문단에 '이방인'처럼 나타난 소설. 젊은 무명 작가였던 알베르 카뮈에게 세계적 명성을 안겨준 이 작품은 현실에서 소외되어 이방인으로 살아가는 현대인이 죽음을 앞두고 비로소 마주하는 실존의 체험을 강렬하게 그린다. 카뮈는 '영웅적인 태도를 취하지 않으면서 진실을 위해서는 죽음도 마다하지 않는' 뫼르소라는 인물을 통해 기존의 관습과 규칙에서 벗어난 새로운 인간상을 제시한다.",
        "알제에서 선박 중개인 사무실 직원으로 일하는 뫼르소. 그는 교육을 받았지만 신분 상승 욕구나 야심이 없고 생활의 변화를 원하지 않는, 이상할 정도로 주위에 무관심한 청년이다. 그런 그는 우발적 살인을 저지른 후 세상에서 '이방인'이 되어 버리는데, 변호사와 재판관, 사제 등 그를 도우려는 누구도 뫼르소를 온전히 이해하지 못하고 그 또한 주위 세계를 받아들이지 못한다. 카뮈는 이처럼 자신을 둘러싼 것들에서 철저하게 소외된 뫼르소의 삶, 죽음에 이르러서야 신앙과 구원의 유혹을 떨치고 자기 자신과 세계를 똑바로 마주하게 되는 그의 모습을 통해 억압적인 관습과 부조리 속에 살아가는 고독한 현대인의 초상을 그린다."
      ]
    },
    {
      title : "노르웨이의 숲",
      author : "무라카미 하루키",
      summary : [
        "페이지를 처음 펼치는 오늘의 젊음들에게, 그리고 오랜 기억 속에 책의 한 구절을 간직하고 있는 어제의 젊음들에게, 한결같은 울림으로 예민하고 섬세한 청춘의 감성을 전하며 영원한 필독서로 사랑받고 있는 무라카미 하루키의 대표작 『노르웨이의 숲』. 1989년 『상실의 시대』라는 제명으로 처음 출간된 이래 우리 출판 사상 최장기 베스트셀러를 기록하며 하나의 사건으로 남은 소설, 『노르웨이의 숲』이 민음사 세계문학전집에 이어 단행본으로 출간되었다.",
        "1960년대 말 고도성장기 일본을 배경으로, 개인과 사회 사이의 금방이라도 무너질 듯한 관계와 손을 뻗으면 잡을 수 있을 것처럼 생생한 청춘의 순간을 그려 낸 이 소설은 36개국 이상의 국가에서 번역 소개되는 등 세계적인 ‘하루키 붐’을 일으키며 무라카미 하루키의 문학적 성과를 널리 알린 현대 일본 문학의 대표작이다."
      ]
    }
  ]
};

export default trainingData